bradgashler.htmltagwrap
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
funkyremi.vscode-google-translate
helixquar.randomeverything
ilariaventurini.ohlala-vscode
jock.svg
jolaleye.horizon-theme-vscode
juliettepretot.lucy-vscode
mechatroner.rainbow-csv
minamarkham.yonce-theme
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
PKief.material-icon-theme
shyykoserhiy.vscode-spotify
tinkertrain.theme-panda
vsls-contrib.codetour
vsls-contrib.gistfs
vsls-contrib.gitdoc
wayou.vscode-todo-highlight
Zignd.html-css-class-completion